{
    "title":{
        "home": "JAKIDEKAPI | home",
        "digital": "JAKIDEKAPI | digital",
        "traditional": "JAKIDEKAPI | traditional",
        "graphic_design": "JAKIDEKAPI | graphic design",
        "3D": "JAKIDEKAPI | 3D",
        "photography": "JAKIEKAPI | photography",
        "music": "JAKIDEKAPI | music",
        "video": "JAKIDEKAPI | video",
        "about": "JAKIDEKAPI | about"
    },

    "navbar": {
        "digital": "digital",
        "traditional": "traditional",
        "graphic_design": "graphic design",
        "3D": "3D",
        "photography": "photography",
        "music": "music",
        "video": "video",
        "about": "about"
    },

    "home": {
        "title": "Hello, I'm",
        "titlelanjutan": "Akhmad Zaky Maulana",

        "subtitle": "and this is my portfolio.",
        "content": "I'm an artist, musician, photographer, and a student in SMK Al-Muhtadin.",

        "button": "About Me ->"
    },
    
    "disco": {
        "title": "My music is only available on Bandcamp only. Please support me, I'm struggling :3"
    },

    "about": {
        "title1": "About",
        "paragraph1": "Akhmad Zaky Maulana, born in 2008, is an Indonesian artist, musician, and photographer based in Bekasi. He is a student in SMK Al-Muhtadin and currently studies Visual Communication Design.",
        "paragraph2": "Sometimes he locks himself in his room all day to create art that he hopes everyone will love. His interest in art started when he was 11 years old. His interest in art began when he started a small project making a Minecraft head avatar. The reason why he decided to pursue art because of his friend who can draw.",
        "paragraph3": "For his musical output, he uses various psudeonyms such as 'user12052008', 'Failed Human Being', and 'broktin' depending on the genre. His primary psudeonym that he currently use is 'broktin'. He has a strong adherence to making electronic music.",

        "paragraph4": "Started making music at 14, he is highly influenced by a British electronic musician Richard David James also known as Aphex Twin. Akhmad Zaky Maulana also influenced by other musician like Squarepusher, Autechre, Imaginary Softwoods, and Steve Hauschildt.",
        "paragraph5": "Photography is his favorite thing to do other than making music. He does not have a digital camera. So, he shoots everything on his phone. In his works, he shoots everything that he finds interesting. No wonder why his disk drives are always full of random photos. Sky, cloud, tall grass, and sun ray is his favorite subject to shoot. Because it's 'showing the peaceful side of Earth'.",
        "paragraph6": "Besides his interests in arts and music, he also interested in 'computers' and programming. Programming became his interest because of the COVID-19 pandemic. He really doesn't know what to do other than finishing his online school assignment. He learned HTML because he finds it easy to learn. His HTML project was just a simple biography website with a poorly designed CSS. Until now, HTML becoming useful for him to showcasing his art on this website.",

        "title2": "Credits",

        "credits": "Photo by Hernowo"
    }
}